Repository: mattcongy/itshop
Catalog: docker-images/taigav2/taiga-back/taiga/locale/*/LC_MESSAGES/django.po
Languages: nb, sv

source: Public register is disabled.
nb: Offentlig register er deaktivert.
sv: Publikt register är avvaktiverad.

source: invalid register type
nb: ugyldig registertype
sv: Felaktigt registertyp

source: invalid login type
nb: ugyldig påloggingstype
sv: Invalid inloggningstyp

source: Username is already in use.
nb: Brukernavnet er allerede i bruk.
sv: Användarnamnet används redan

source: Email is already in use.
nb: Epostadressen er allerede i bruk.
sv: E-postadressen används redan

source: Token not matches any valid invitation.
nb: Poletten samvsarer ikke med noen gyldig invitasjon.
sv: Förekomsten passar inte invitationen.

source: User is already registered.
nb: Brukeren er allerede registrert.
sv: Användaren finns redan.

source: This user is already a member of the project.
nb: Denne brukeren er allerede et medlem i prosjektet.

source: Error on creating new user.
nb: Feil ved å lage ny bruker.
sv: Ett fel uppstod når användaren skapades.

source: Invalid token
nb: Ugyldig polett
sv: Felaktig förekomst.

source: invalid username
nb: ugyldig brukernavn
sv: Felaktigt användarnamn

source: Required. 255 characters or fewer. Letters, numbers and /./-/_ characters'
nb: Påkrevd. 255 tegn eller færre. Bokstaver, tall og /./-/_ tegn '
sv: Kräver färre än 255 tecken. Kan vara tecken, nummer och /./-/_.

source: This field is required.
nb: Dette feltet er obligatorisk.
sv: Fältet är obligatoriskt.

source: Invalid value.
nb: Ugyldig verdi.
sv: Felaktigt värde.

source: '%s' value must be either True or False.
nb: '%s' verdi må være enten 'True' eller 'False'
sv: '%s' värdet måste vara sann eller falskt.

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
nb: Skriv inn en gyldig 'slug' bestående av bokstaver, tall, understreker eller bindestreker.
sv: Skriv in ett giltigt 'slugg' som består av bokstäver, nummer, understreck och bindestreck.

source: Select a valid choice. %(value)s is not one of the available choices.
nb: Gjør et gyldig valg. %(value)s er ikke et av de tilgjengelige valgene.
sv: Välj korrekt. %(value)s är inte ett giltigt val.

source: Enter a valid email address.
nb: Skriv inn en gyldig epostadresse.
sv: Skriv in en giltig e-postadress

source: Date has wrong format. Use one of these formats instead: %s
nb: Datoen har feil format. Bruk en av disse formatene istedet: %s
sv: Felaktigt datumformat. Använd ett av dessa formaten istället: %s

source: Datetime has wrong format. Use one of these formats instead: %s
nb: Datotid har feil format. Bruk en av disse formatene istedet: %s
sv: Tidsdatum har fel format. Bruk ett av dessa formaten istället: %s

source: Time has wrong format. Use one of these formats instead: %s
nb: Tid har feil format. Bruk en av disse formatene istedet: %s
sv: Felaktigt tidsformat. Bruk ett av dessa formaten istället: %s

source: Enter a whole number.
nb: Skriv inn et heltall.
sv: Skriv ett helt nummer.

source: Ensure this value is less than or equal to %(limit_value)s.
nb: Sikre at denne verdien er mindre enn eller lik %(limit_value)s.
sv: Försäkra dig om att värdet är mindre eller lika med %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
nb: Sikre at denne verdien er større enn eller lik %(limit_value)s.
sv: Försäkra dig om att värdet är större eller lika med %(limit_value)s.

source: "%s" value must be a float.
nb: "%s" verdi må være et desimaltall.
sv: "%s" värde måste vara flyttal.

source: Enter a number.
nb: Skriv inn et nummer.
sv: Skriv in ett nummer.

source: Ensure that there are no more than %s digits in total.
nb: Pass på at det ikke er flere enn %s sifre totalt.
sv: Försäkra dig om att det inge är mera än %s siffror i totalen.

source: Ensure that there are no more than %s decimal places.
nb: Pass på at det ikke er flere enn %s desimaler.
sv: Försäkra dig om att det inte är mera än %s decimaler.

source: Ensure that there are no more than %s digits before the decimal point.
nb: Pass på at det ikke er flere enn %s siffer før komma.
sv: Försäkra dig om det inte är mera än %s siffror till vänster om decimalpunkten.

source: No file was submitted. Check the encoding type on the form.
nb: Ingen fil ble sendt. Kontroller kodingstypen på skjemaet.
sv: Inga filer skickades. Check kodningstypen på formularet.

source: No file was submitted.
nb: Ingen fil ble sendt.
sv: Skickade ingen fil.

source: The submitted file is empty.
nb: Den sendte filen er tom.
sv: Den insända filen är tom.

source: Ensure this filename has at most %(max)d characters (it has %(length)d).
nb: Sikre at dette filnavnet har på det meste %(max)d tegn (det har %(length)d).
sv: Försäkra dig om att filnamnet har som mest %(max)d tecken (det har %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
nb: Vennligst enten send inn en fil eller sjekk den klare sjekkboksen, ikke begge deler.
sv: Vänligen lämna in en fil eller kontrollera kryssrutan för klar, inte båda.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
nb: Last opp et gyldig bilde. Filen du lastet opp var enten ikke et bilde eller et ødelagt bilde.
sv: Ladda upp en giltig bild. Filen du laddade upp var antingen inte en bild eller en skadad bild.

source: Blocked element
nb: Blokkert element

source: Page is not 'last', nor can it be converted to an int.
nb: Siden er ikke 'sist', og den kan heller ikke konverteres til en integer.
sv: Sidan är inte "sist", och inte heller kan den omvandlas till ett heltal.

source: Invalid page (%(page_number)s): %(message)s
nb: Ugyldig side (%(page_number)s): %(message)s
sv: Felaktig sida (%(page_number)s): %(message)s

source: Invalid permission definition.
nb: Ugyldig tilgangsdefinisjon.
sv: Ogiltigt definition för behörighet.

source: Invalid pk '%s' - object does not exist.
nb: Ugyldig pk '%s' - objektet eksisterer ikke.
sv: Ogiltigt paket '%s' - objektet existerar inte.

source: Incorrect type. Expected pk value, received %s.
nb: Feil type. Forventet "pk" verdi, mottok %s.
sv: Ogiltigt typ. Förväntad paketvärde, mottaget %s.

source: Object with %s=%s does not exist.
nb: Objekt med %s=%s eksisterer ikke
sv: Objekt med %s=%s existerar inte.

source: Invalid hyperlink - No URL match
nb: Ugyldig
sv: Ogiltigt länkadress - Inga länkar passar.

source: Invalid hyperlink - Incorrect URL match
nb: Ugyldig hyperkobling - Feil URL
sv: Ogiltigt länkadress - Felaktig matchning av länkar.

source: Invalid hyperlink due to configuration error
nb: Ugyldig hyperkobling på grunn av konfigurasjonsfeil
sv: Felaktig länk förorsakad av et konfigurationsfel.

source: Invalid hyperlink - object does not exist.
nb: Ugyldig hyperkobling - objekt finnes ikke.
sv: Fel länk - objekten existerar inte.

source: Incorrect type. Expected url string, received %s.
nb: Feil type. Forventet url streng, fikk %s.
sv: Felaktigt typ. Förväntad länksträng, mottagit %s.

source: Invalid data
nb: Ugyldig data.
sv: Felaktigt data

source: No input provided
nb: Ingen inndata ble angitt
sv: Inga indata

source: Cannot create a new item, only existing items may be updated.
nb: Kan ikke opprette et nytt element, kun eksisterende elementer kan oppdateres.
sv: Det går inte att skapa ett nytt objekt, endast befintliga poster uppdateras.

source: Expected a list of items.
nb: Forventet en liste med elementer.
sv: Förväntad lista på poster.

source: Not found
nb: Ikke funnet
sv: Hittade inte

source: Permission denied
nb: Tilgang nektet
sv: Du har inte behöriget

source: Server application error
nb: Server programfeil
sv: Serverprogramfel.

source: Connection error.
nb: Tilkoblingsfeil
sv: Felaktigt förbindelse.

source: Malformed request.
nb: Uriktig formatert forespørsel
sv: Felaktigt begäran

source: Incorrect authentication credentials.
nb: Feil godkjenningsinformasjon.
sv: Felaktiga autentiseringsreferenser

source: Authentication credentials were not provided.
nb: Autentiseringsopplysninger ble ikke gitt.
sv: Autentiseringsuppgifter lämnades inte.

source: You do not have permission to perform this action.
nb: Du har ikke tillatelse til å utføre denne handlingen.
sv: Du har inte behörigheter för att utföra denna åtgärd.

source: Method '%s' not allowed.
nb: Metode '%s' ikke tillatt.
sv: Metoden '%s' är inte tillåtet.

source: Could not satisfy the request's Accept header
nb: Kunne ikke tilfredsstille forespørselens 'Accept header'
sv: Det gick inte att tillgodose begäran på Accept-huvudet

source: Unsupported media type '%s' in request.
nb: Uegnet medietype '%s' i forespørselen.
sv: Mediatypen '%s' du begär stöds inte.

source: Request was throttled.
nb: Forespørselen ble strupet.
sv: Begäran blev strypt.

source: Expected available in %d second%s.
nb: Forventet tilgjengelig om %d second%s.
sv: Förväntas bli tillgängligt inom %d second%s.

source: Unexpected error
nb: Uventet feil
sv: Oväntat fel

source: Not found.
nb: Ikke funnet.
sv: Hittade inget

source: Method not supported for this endpoint.
nb: Metode ikke støttet for dette endepunktet .
sv: Metoden stöds inte för denna slutpunkten.

source: Wrong arguments.
nb: Feil argumenter.
sv: Fel argument.

source: Data validation error
nb: Data valideringsfeil
sv: Datavalideringsfel

source: Integrity Error for wrong or invalid arguments
nb: Integritetsfeil for gale eller ugyldige argumenter
sv: Integritetsfel för felaktiga eller ogiltiga argument

source: Precondition error
nb: Forutsetningsfeil
sv: Förutsättningsfel

source: No room left for more projects.
nb: Ingen plass igjen til nye prosjekter.

source: Error in filter params types.
nb: Feil i filterparameter typer
sv: Fel i filterparametertyper.

source: 'project' must be an integer value.
nb: 'project' må være et heltall
sv: 'Projektet" måste vara ett heltal.

source: Follow us on Twitter
nb: Følg oss på Twitter
sv: Följ oss på Twitter

source: Get the code on GitHub
nb: Skaff koden på GitHub
sv: Få koden på GitHub

source: Visit our website
nb: Besøk vår webside
sv: Besök vår webbplats

source: You have been Taigatized
nb: Du har blitt Taigatisert
sv: Du har blivit Taiganiserad

source: [Taiga] Updates
nb: [Taiga] Oppdateringer
sv: [Taiga] Uppdateringar

source: Updates
nb: Oppdateringer
sv: Uppdateringar

source: <h3>comment:</h3> <p>%(comment)s</p>
nb: <h3>kommentar:</h3> <p>%(comment)s</p>

source: Comment: %(comment)s
nb: Kommentar: %(comment)s

source: We needed at least one role
nb: Vi trenger minst en rolle
sv: Vi behöver minst en roll

source: Needed dump file
nb: Har behov for dump-fil
sv: Behöver en hämtningsfil

source: Invalid dump format
nb: Ugyldig fil-dump format
sv: Invalid hämtningsfilformat

source: error importing project data
nb: feil under import av prosjektdata
sv: fel vid import av projektdata

source: error importing roles
nb: feil under import av roller
sv: fel vid importering av roller

source: error importing memberships
nb: feil under import av medlemskap
sv: fel vid import av medlemskap

source: error importing lists of project attributes
nb: feil under import av prosjektegenskaper
sv: fel vid import av en lista på projektegenskaper

source: error importing default project attributes values
nb: feil under import av standard prosjektegenskapverdier
sv: fel vid import av standard projektegenskapsvärden

source: error importing custom attributes
nb: feil under import av egendefinerte egenskaper
sv: fel vid import av anpassade egenskaper

source: error importing sprints
nb: feil under import av sprinter
sv: felaktig import av sprintar

source: error importing issues
nb: feil ved import av hendelser
sv: fel vid import av ärenden

source: error importing user stories
nb: feil ved import av brukerhistorier
sv: fel vid import av användarhistorier

source: error importing tasks
nb: feil ved import av oppgaver
sv: fel vid import av uppgifter

source: error importing wiki pages
nb: feil ved import av wiki-sider
sv: vel vid import av wiki-sidor

source: error importing wiki links
nb: feil ved import av wiki-lenker
sv: fel vid import av wiki-länkar

source: error importing tags
nb: feil ved import av etiketter
sv: fel vid importering av taggar

source: error importing timelines
nb: feil ved import av tidslinjer
sv: fel vid importering av tidslinje

source: unexpected error importing project
nb: uventet feil ved import av prosjekt

source: Error generating project dump
nb: Feil ved generering av prosjektet dump
sv: Fel vid skapandet av projektkopia

source: Error loading project dump
nb: Feil ved lasting av prosjektet dump
sv: Feil vid hämtning av projektkopia

source: Error loading your project dump file
nb: Feil ved lasting av din prosjektdump-fil

source: -- no detail info --
nb: -- ingen detaljeinfo --

source: {}="{}" not found in this project
nb: {}="{}" ble ikke funnet i dette prosjektet
sv: {}="{}" gick inte att hitta för det här projektet

source: Invalid content. It must be {"key": "value",...}
nb: Ugyldig innhold. Det må være {"key": "value",...}
sv: Felaktigt innehåll. Det måste vara {"key": "value",...}

source: It contain invalid custom fields.
nb: Den inneholder ugyldige egendefinerte feilter
sv: Innehåller felaktigt anpassad fält.

source: Name duplicated for the project
nb: Navnet er duplisert for prosjektet
sv: Namnet är upprepad för projektet

source: Authentication required
nb: Autentisering kreves
sv: Verifiering krävs

source: name
nb: navn
sv: namn

source: Icon url
nb: Ikon url
sv: Ikonlänk

source: description
nb: beskrivelse
sv: beskrivning

source: Next url
nb: Neste url
sv: Nästa länk

source: user
nb: bruker
sv: användare

source: application
nb: applikasjon
sv: program

source: full name
nb: fullt navn
sv: hela namnet

source: email address
nb: epostadresse
sv: e-postadress

source: comment
nb: kommentar
sv: kommentera

source: created date
nb: opprettet dato
sv: skapad datum

source: <h1>Feedback</h1> <p>Taiga has received feedback from %(full_name)s <%(email)s></p>
nb: <h1>Tilbakemelding</h1> <p>Taiga har mottatt tilbakemelding fra %(full_name)s <%(email)s></p>

source: <h3>Comment</h3> <p>%(comment)s</p>
nb: <h3>Kommentar</h3> <p>%(comment)s</p>

source: Extra info
nb: Ekstra info
sv: Extra information

source: --------- - From: %(full_name)s <%(email)s> --------- - Comment: %(comment)s ---------
nb: --------- - Fra: %(full_name)s <%(email)s> --------- - Kommentar: %(comment)s ---------

source: - Extra info:
nb: - Ekstra info:
sv: - Extra information:

source: [Taiga] Feedback from %(full_name)s <%(email)s>
nb: [Taiga] Tilbakemelding fra %(full_name)s <%(email)s>

source: The payload is not a valid json
nb: Payloaden er ikke gyldig json
sv: Datasträngen är inte korrekt json

source: The project doesn't exist
nb: Prosjektet eksisterer ikke
sv: Projektet existerar inte

source: Bad signature
nb: Dårlig signatur
sv: Dålig signatur

source: Invalid issue information
nb: Ugyldig hendelsesinformasjon
sv: Felaktig ärendeinformation

source: The referenced element doesn't exist
nb: Det refererte elementet finnes ikke
sv: Referenselementet existerar inte

source: The status doesn't exist
nb: Statusen eksisterer ikke
sv: Statusen existerar inte

source: View project
nb: Vis prosjekt
sv: Visa projekt

source: View milestones
nb: Vis milepæler
sv: Visa milstolper

source: View user stories
nb: Vis brukerhistorier
sv: Visa användarhistorier

source: View tasks
nb: Vis oppgaver
sv: Visa uppgifter

source: View issues
nb: Vis hendelser
sv: Visa ärenden

source: View wiki pages
nb: Se wiki-sider
sv: Visa wiki-sidor

source: View wiki links
nb: Se wiki-lenker
sv: Visa wiki-länkar

source: Add milestone
nb: Legg til milepæl
sv: Lägg till milstolpe

source: Modify milestone
nb: Endre milepæl
sv: Modifiera milstolpe

source: Delete milestone
nb: Slett milepæl
sv: Ta bort milstolpe

source: View user story
nb: Vis brukerhistorie
sv: Visa användarhistorie

source: Add user story
nb: Legg til brukerhistorie
sv: Lägg till användarhistorie

source: Modify user story
nb: Rediger brukerhistorie
sv: Modifiera användarhistorien

source: Delete user story
nb: Slett brukerhistorie
sv: Ta bort användarhistorien

source: Add task
nb: Legg til oppgave
sv: Lägg till uppgift

source: Modify task
nb: Rediger oppgave
sv: Modifiera uppgift

source: Delete task
nb: Slett oppgave
sv: Ta bort uppgift

source: Add issue
nb: Legg til hendelse
sv: Lägg till ärende

source: Modify issue
nb: Rediger hendelse
sv: Modifiera ärende

source: Delete issue
nb: Slett hendelse
sv: Ta bort ärende

source: Add wiki page
nb: Legg til wiki-side
sv: Lägg till en wiki-sida

source: Modify wiki page
nb: Endre wiki-side
sv: Modifiera wiki-sida

source: Delete wiki page
nb: Slett wiki-side
sv: Ta bort wiki-sida

source: Add wiki link
nb: Legg til wiki-lenke
sv: Lägg till wiki-länk

source: Modify wiki link
nb: Endre wiki-lenke
sv: Modifiera wiki-link

source: Delete wiki link
nb: Slett wiki-lenke
sv: Ta bort wiki-länk

source: Modify project
nb: Rediger prosjekt
sv: Mofifiera projekt

source: Delete project
nb: Slett prosjekt
sv: Ta bort projekt

source: Add member
nb: Legg til medlem
sv: Lägg till medlem

source: Remove member
nb: Fjern medlem
sv: Ta bort medlem

source: Admin project values
nb: Admin prosjektverdier
sv: Administrera projektvärden

source: Admin roles
nb: Admin roller
sv: Administratorroller

source: owner
nb: eier
sv: ägare

source: Incomplete arguments
nb: Ufullstendige argumenter
sv: Felaktiga argument

source: Invalid image format
nb: Ugyldig bildeformat
sv: Felaktigt bildformat

source: Not valid template name
nb: Ikke et gyldig malnavn
sv: Inget giltigt mallnamn

source: Not valid template description
nb: Ikke en gyldig malbeskrivelse
sv: Inte giltigt mallbeskrivning

source: Invalid user id
nb: Ugyldig brukerid

source: The user doesn't exist
nb: Brukeren eksisterer ikke

source: The user must be already a project member
nb: Brukeren må allerede være et medlem i et prosjekt

source: The project must have an owner and at least one of the users must be an active admin
nb: Prosjektet må ha en eier og minst en av brukerne må være en aktiv administrator

source: You don't have permisions to see that.
nb: Du har ikke tillatelser til å se det.
sv: Du har inte behörighet att se det.

source: Partial updates are not supported
nb: Delvis oppdateringer støttes ikke
sv: Delvisa uppdateringar stöds inte.

source: Project ID not matches between object and project
nb: Prosjekt ID matcher ikke mellom objekt og prosjekt
sv: Projekt-ID stämmer inte mellan objekt och projekt

source: project
nb: prosjekt
sv: projekt

source: content type
nb: innholdstype
sv: innehållstyp

source: object id
nb: objektid
sv: objekt-ID

source: modified date
nb: redigeringsdato
sv: ändrad datum

source: attached file
nb: vedlagt fil
sv: bifogad fil

source: is deprecated
nb: er foreldet
sv: undviks

source: order
nb: rekkefølge
sv: sortera

source: AppearIn
nb: Vises i
sv: Dyker upp i

source: Custom
nb: Egendefinert
sv: Anpassa

source: This project is blocked due to payment failure
nb: Dette prosjektet er blokkert på grunn av manglende betaling

source: This project is blocked by admin staff
nb: Dette prosjektet er blokkert av en administrator

source: This project is blocked because the owner left
nb: Dette prosjektet er blokkert fordi eieren stakk

source: Text
nb: Tekst

source: Multi-Line Text
nb: Tekst med flere linjer
sv: Text med flera rader

source: Date
nb: Dato
sv: Datum

source: values
nb: verdier
sv: värden

source: user story
nb: brukerhistorie
sv: Användarhistorie

source: task
nb: oppgave
sv: uppgift

source: issue
nb: hendelse
sv: Ärende

source: Already exists one with the same name.
nb: Det finnes allerede en med samme navn.
sv: Existerar redan med samma namn.

source: subject
nb: subjekt
sv: titel

source: color
nb: farge
sv: färg

source: assigned to
nb: tildelt til
sv: Tilldelad till

source: is client requirement
nb: Er klientkrav
sv: är ett beställarkrav

source: is team requirement
nb: Er team behov
sv: är ett krav från arbetsgruppen

source: Comment already deleted
nb: Kommentaren er allerede slettet
sv: Kommentaren är redan borttagit.

source: Comment not deleted
nb: Kommentaren er ikke slettet
sv: Kommentaren är inte borttagit

source: Change
nb: Endre
sv: Ändra

source: Create
nb: Opprett
sv: Skapa

source: Delete
nb: Slett
sv: Ta bort

source: %(role)s role points
nb: %(role)s rollepoeng
sv: %(role)s rollpoäng

source: from
nb: fra
sv: från

source: to
nb: til
sv: till

source: Added new attachment
nb: La til nytt vedlegg
sv: Lagt till ny bilaga

source: Updated attachment
nb: Oppdatert vedlegg
sv: Uppdaterad bilaga

source: deprecated
nb: foreldet
sv: borttagen

source: not deprecated
nb: ikke foreldet
sv: inte borttagen

source: Deleted attachment
nb: Slettede vedlegg
sv: Bilaga borttagen

source: added
nb: lagt til
sv: lagt till

source: removed
nb: fjernet
sv: borttaget

source: Unassigned
nb: Ikke tildelt
sv: Ej tilldelad

source: -deleted-
nb: -slettet-
sv: -raderad-

source: to:
nb: til:
sv: till:

source: from:
nb: fra:
sv: från:

source: Added
nb: Lagt til
sv: Lagt till

source: Changed
nb: Endret
sv: Ändrad

source: Deleted
nb: Slettet
sv: Raderad

source: added:
nb: lagt til:
sv: lagt till:

source: removed:
nb: fjernet:
sv: borttaget:

source: From:
nb: Fra:
sv: Från:

source: To:
nb: Til:
sv: Till:

source: content
nb: innhold
sv: innehåll

source: blocked note
nb: blokkert notat
sv: blockerad notering

source: You don't have permissions to set this sprint to this issue.
nb: Du har ikke tillatelse til å sette denne sprinten til denne hendelsen.
sv: Du har inte behörighet att sätta sprinten till det här ärendet.

source: You don't have permissions to set this status to this issue.
nb: Du har ikke tillatelse til å sette denne statusen til denne hendelsen.
sv: Du har inte behörighet att sätta status till det här ärendet.

source: You don't have permissions to set this severity to this issue.
nb: Du har ikke tillatelse til å sette denne alvorlighetsgraden til denne hendelsen.
sv: Du har inte behörighet att sätta allvarsgrad till det här ärendet.

source: You don't have permissions to set this priority to this issue.
nb: Du har ikke tillatelse til å sette denne prioriteten til denne hendelsen
sv: Du har inte behörighet att sätta prioriteten för det här ärendet.

source: You don't have permissions to set this type to this issue.
nb: Du har ikke tillatelse til å sette denne typen til denne hendelsen.
sv: Du har inte behörighet att lägga till typen till ärendet.

source: severity
nb: alvorlighetsgrad
sv: Allvarsgrad

source: priority
nb: prioritet
sv: prioritet

source: milestone
nb: milepæl
sv: milstolpe

source: finished date
nb: Sluttdato
sv: färdig datum

source: external reference
nb: ekstern referanse
sv: extern referens

source: Like
nb: Liker
sv: Gillar

source: Likes
nb: Liker
sv: Gillar

source: estimated start date
nb: anslått startdato
sv: Beräknad startdatum

source: estimated finish date
nb: anslått sluttdato
sv: Beräknad slutdato

source: is closed
nb: er lukket
sv: är stängd

source: is blocked
nb: er blokkert
sv: är blockerad

source: '{param}' parameter is mandatory
nb: '{param}' parameter er obligatorisk
sv: '{param}' parameter är obligatoriskt

source: 'project' parameter is mandatory
nb: 'project' parameter er obligatorisk
sv: 'project' parameter är obligatoriskt

source: email
nb: epost
sv: e-post

source: create at
nb: opprett ved
sv: skapa som

source: invitation extra text
nb: invitasjon ekstra tekst

source: user order
nb: bruker rekkefølge
sv: användarorder

source: The user is already member of the project
nb: Denne brukeren er allerede medlem av prosjektet
sv: Användaren är redan medlem i projekt

source: default US status
nb: standard brukerhistoriestatuser
sv: standard US-poäng

source: default points
nb: standardpoeng
sv: standardpoäng

source: default task status
nb: standard oppgavestatuser
sv: standard status för uppgift
