Repository: mattcongy/itshop
Catalog: docker-images/taigav2/taiga-back/taiga/locale/*/LC_MESSAGES/django.po
Languages: nb, sv

source: default priority
nb: standard prioriteter
sv: standard prioritet

source: default severity
nb: standard alvorlighetsgrad
sv: standard allvarsgrad

source: default issue status
nb: standard hendelsesstatuser
sv: standard status för ärende

source: default issue type
nb: standard hendelsestyper
sv: standard typ för ärende

source: members
nb: medlemmer
sv: medlemmar

source: total of milestones
nb: total av milepæler
sv: totalt antal milstolpar

source: total story points
nb: total historiepoeng
sv: totalt antal historiepoäng

source: active backlog panel
nb: aktivt backlogpanel
sv: aktivt panel för inkorg

source: active kanban panel
nb: aktivt kanbanpanel
sv: aktiv kanban-panel

source: active wiki panel
nb: aktivt wikipanel
sv: aktiv wiki-panel

source: active issues panel
nb: aktivt hendelsespanel
sv: aktiv panel för ärenden

source: videoconference system
nb: videokonferansesystem
sv: videokonferensssystem

source: videoconference extra data
nb: videokonferanse ekstra data
sv: videokonferens - extra data

source: creation template
nb: skapelsesmal
sv: mall skapas

source: is private
nb: er privat
sv: är privat

source: anonymous permissions
nb: anonymes rettigheter
sv: anonyma rättigheter

source: user permissions
nb: brukerrettigheter
sv: användarbehörigheter

source: is featured
nb: er omtalt

source: is looking for people
nb: er søker etter folk

source: loking for people note
nb: søker etter folk notat

source: project transfer token
nb: prosjektflyttingstoken

source: blocked code
nb: blokkert kode

source: updated date time
nb: oppdatert dato tid
sv: uppdaterad dato och tid

source: count
nb: antall
sv: räkna

source: fans last week
nb: fans forrige uke

source: fans last month
nb: fans forrige måned

source: fans last year
nb: fans forrige år

source: activity last week
nb: aktivitet forrige uke

source: activity last month
nb: aktivitet forrige måned

source: activity last year
nb: aktivitet forrige år

source: modules config
nb: modulkonfigurasjon
sv: konfigurera moduler

source: is archived
nb: er arkivert
sv: är arkiverad

source: work in progress limit
nb: arbeid som pågår grense
sv: begränsad arbete pågår

source: value
nb: verdi
sv: värde

source: default owner's role
nb: standard eiers rolle
sv: ägarens standardroll

source: default options
nb: standardvalg
sv: standard val

source: us statuses
nb: bh statuser
sv: US statuser

source: points
nb: poeng
sv: poäng

source: task statuses
nb: oppgavestatuser
sv: statuser för uppgifter

source: issue statuses
nb: hendelsesstatuser
sv: status för ärenden

source: issue types
nb: hendelsestyper
sv: ärendentyper

source: priorities
nb: prioriteter
sv: prioriteter

source: severities
nb: alvorlighetsgrader
sv: allvarsgrad

source: roles
nb: roller
sv: roller

source: Involved
nb: Involvert
sv: Involverad

source: All
nb: Alle
sv: Alla

source: None
nb: Ingen
sv: Ingen

source: created date time
nb: opprettet dato tid
sv: skapad dato och tid

source: history entries
nb: loggoppføringer
sv: historienotat

source: notify users
nb: varsle brukere
sv: notifiera användare

source: Watched
nb: Fulgt
sv: Visad

source: Invalid value for notify level
nb: Ugyldig verdi for varslingsnivå
sv: Felaktigt värde för notifieringen

source: Watchers contains invalid users
nb: Følgere inneholder ugyldige brukere
sv: Listan på bevakare består av felaktiga användare

source: The version must be an integer
nb: Versjonen må være et heltall
sv: Versionen måste vara ett heltal

source: The version parameter is not valid
nb: Versjonsparameteret er ikke gyldig
sv: Versionsparametern är ogiltig

source: The version doesn't match with the current one
nb: Versjonen samsvarer ikke med den nåværende
sv: Versionen stämmer inte med den aktuella versionen

source: version
nb: versjon

source: You can't leave the project if you are the owner or there are no more admins
nb: Du kan ikke forlate prosjektet hvis du er eieren eller det ikke er flere administratorer

source: You have reached your current limit of memberships for private projects
nb: Du har nådd din nåværende grense for medlemskap for private prosjekter

source: You have reached your current limit of memberships for public projects
nb: Du har nådd din nåværende grense for medlemskap for offentlige prosjekter

source: You can't have more private projects
nb: Du kan ikke ha fler private prosjekter

source: This project reaches your current limit of memberships for private projects
nb: Dette prosjektet kommer til å nå din nåværende grense for medlemskap for private prosjekter

source: You can't have more public projects
nb: Du kan ikke ha flere offentlige prosjekter

source: This project reaches your current limit of memberships for public projects
nb: Dette prosjektet kommer til å nå din nåværende grense for medlemskap for offentlige prosjekter

source: Future sprint
nb: Fremtidig sprint
sv: Framtidig sprint

source: Project End
nb: Prosjektslutt
sv: Projektslut

source: Token is invalid
nb: Token er ugyldig
sv: Textsträngen är ogiltig

source: Token has expired
nb: Token er utløpt

source: tags
nb: etiketter
sv: taggar

source: tags colors
nb: etiketter farge
sv: färger för taggar

source: You don't have permissions to set this sprint to this task.
nb: Du har ikke tillatelse til å sette denne sprinten til denne oppgaven.
sv: Du har inte behörighet åt att sätta sprinten till en uppgift

source: You don't have permissions to set this user story to this task.
nb: Du har ikke tillatelse til å sette denne brukerhistorien til denne oppgaven.
sv: Du har inte behörighet att sätta använderhistorien till en uppgift.

source: You don't have permissions to set this status to this task.
nb: Du har ikke tillatelse til å sette denne statusen til denne oppgaven.
sv: Du har inte behörighet att sätta status till en uppgift.

source: us order
nb: BH rekkefølge
sv: sortera US

source: taskboard order
nb: Oppgavetavle rekkefølge
sv: Sortera uppgiftstavlan

source: is iocaine
nb: Er Iocaine
sv: är Iocaine

source: someone
nb: noen
sv: någon

source: Accept your invitation to Taiga
nb: Godta invitasjonen til Taiga
sv: Accceptera din invitation till Taiga

source: Accept your invitation
nb: Godta din invitasjon
sv: Acceptera din invitation

source: The Taiga Team
nb: Taiga Teamet
sv: Ditt Taiga Team

source: Continue
nb: Fortsett

source: New
nb: Ny
sv: Ny

source: Ready
nb: Klar
sv: Leveransklar

source: In progress
nb: Under arbeid
sv: Pågående

source: Ready for test
nb: Klar til test
sv: Klart till test

source: Done
nb: Ferdig
sv: Färdig

source: Archived
nb: Arkivert
sv: Arkiverad

source: Closed
nb: Lukket
sv: Stängd

source: Needs Info
nb: Trenger info
sv: Behöver information

source: Postponed
nb: Utsatt
sv: Uppskjutit

source: Rejected
nb: Avslått
sv: Avslått

source: Question
nb: Spørsmål
sv: Fråga

source: Enhancement
nb: Forbedring
sv: Förbättring

source: Low
nb: Lav
sv: Låg

source: High
nb: Høy
sv: Hög

source: Wishlist
nb: Ønskeliste
sv: Önskelista

source: Minor
nb: Liten
sv: Mindre

source: Important
nb: Viktig
sv: Viktig

source: Critical
nb: Kritisk
sv: Kritiskt

source: Product Owner
nb: Produkteier
sv: Produktägare

source: Stakeholder
nb: Interessent
sv: Intressent

source: You don't have permissions to set this sprint to this user story.
nb: Du har ikke tillatelse til å sette denne sprinten til denne brukerhistorien.
sv: Du har inte behörighet för att lägga sprinten till den här användarhistorien

source: You don't have permissions to set this status to this user story.
nb: Du har ikke tillatelse til å sette denne statusen til denne brukerhistorien.
sv: Du har inte behörighet till att sätta den här statusen till användarhistorien.

source: Generating the user story #{ref} - {subject}
nb: Genererer brukerhistorien #{ref} - {subject}
sv: Skapar användarhistorie #{ref} - {subject}

source: role
nb: rolle
sv: roll

source: backlog order
nb: backlog rekkefølge
sv: sortera inkorgen

source: sprint order
nb: sprint rekkefølge
sv: sortera sprintar

source: finish date
nb: Sluttdato
sv: färdig datum

source: There's no user story with that id
nb: Det finnes ingen brukerhistorie med den id'en
sv: Det är inga användarhistoria med det ID-numret

source: There's no project with that id
nb: Det finnes ikke noe prosjekt med den id'en
sv: Det är inga projekt med det ID-numret

source: Email address is already taken
nb: E-postadressen er allerede tatt
sv: E-postadressen är redan använd

source: Invalid role for the project
nb: Ugyldig rolle for prosjektet
sv: Fel roll for projektet

source: The project owner must be admin.
nb: Prosjekteieren skal være admin.

source: At least one user must be an active admin for this project.
nb: Minst en bruker må være en aktiv administrator for dette prosjektet.

source: Default options
nb: Standardvalgene
sv: Standardval

source: User story's statuses
nb: Brukerhistoriestatuser
sv: Status för användarhistorien

source: Points
nb: Poeng
sv: Poäng

source: Task's statuses
nb: Oppgavestatuser
sv: Status för uppgifter

source: Issue's statuses
nb: Hendelsesstatuser
sv: Status för ärenden

source: Issue's types
nb: Hendelsestyper
sv: Ärendetyper

source: Priorities
nb: Prioriteter
sv: Prioritet

source: Severities
nb: Alvorlighetsgrad
sv: Allvarsgrad

source: Roles
nb: Roller
sv: Roller

source: Votes
nb: Stemmer
sv: Röster

source: Vote
nb: Stemme
sv: Rösta

source: 'content' parameter is mandatory
nb: 'content' parameteren er obligatorisk
sv: 'content' parametern är obligatoriskt

source: 'project_id' parameter is mandatory
nb: 'project_id' parameteren er obligatorisk
sv: 'project_id' parametern är obligatoriskt

source: last modifier
nb: sist endret av
sv: senastste ändring

source: Check the history API for the exact diff
nb: Sjekk historieAPI'et for den eksakte forskjellen
sv: Kolla historie API för exakt skillnad

source: Project Member
nb: Prosjektmedlem

source: Project Members
nb: Prosjektmedlemmer

source: Project Ownership
nb: Prosjekteierskap

source: Project Ownerships
nb: Prosjekteierskap

source: Personal info
nb: Personlig informasjon
sv: Personalinformation

source: Permissions
nb: Tilganger
sv: Behörigheter

source: Restrictions
nb: Restriksjoner

source: Important dates
nb: Viktige datoer
sv: Viktiga datum

source: Duplicated email
nb: Duplikat e-post
sv: E-post-dublett

source: Not valid email
nb: Ikke gyldig epost
sv: Ingen giltig e-postadress

source: Invalid username or email
nb: Ugyldig brukernavn eller epost
sv: Ogiltigt användarnamn eller e-postadress

source: Mail sended successful!
nb: Epost sendt!
sv: E-posten skickades korrekt

source: Current password parameter needed
nb: Nåværende passord er nødvendig
sv: Parameter för nuvarande lösenord krävs

source: New password parameter needed
nb: Nytt passord er nødvendig
sv: Parameter för nytt lösenord krävs

source: Invalid password length at least 6 charaters needed
nb: Ugyldig lengde på passord. Minst 6 tegn
sv: Felaktig längd på lösenord. Minst 6 alfanumeriska tecken krävs.

source: Invalid current password
nb: Ugyldig nåværende passord
sv: Fel lösenord

source: Invalid, are you sure the token is correct and you didn't use it before?
nb: Ugyldig, er du sikker på at token er korrekt og at du ikke har brukt den før?
sv: Fel. Är du säker på att strängen är korrekt och att du inte har använt det tidigare?

source: Invalid, are you sure the token is correct?
nb: Ugyldig, er du sikker på at token er korrekt?
sv: Fel, är du säker på att textsträngen är korrekt?

source: superuser status
nb: superbrukerstatus
sv: status för administratorn

source: Designates that this user has all permissions without explicitly assigning them.
nb: Angir at denne brukeren har alle tillatelser uten eksplisitt tildele dem.
sv: Anger om användaren har alla behörigheter utan att uttryckligen tilldela dem.

source: username
nb: brukernavn
sv: användarnamn

source: Required. 30 characters or fewer. Letters, numbers and /./-/_ characters
nb: Påkrevd. 30 tegn eller færre. Bokstaver, tall og /./-/_ tegn
sv: Obligatoriskt. 30 eller färre alfanumeriska tecken, bokstäver och /./-/_ .

source: Enter a valid username.
nb: Skriv inn et gyldig brukernavn
sv: Skriv in ett giltigt användarnamn

source: active
nb: aktiv
sv: aktiv

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nb: Betegner om denne brukeren bør behandles som aktiv. Velg bort dette i stedet for å slette kontoer.
sv: Anger om användaren ska betraktas som aktiv. Avmarkera detta i stället för att ta bort kontot.

source: biography
nb: biografi
sv: biografi

source: photo
nb: bilde
sv: foto

source: date joined
nb: dato ble med
sv: blev medlem datum

source: default language
nb: standardspråk
sv: standardspråk

source: default theme
nb: standard tema
sv: standardtema

source: default timezone
nb: standard tidssone
sv: standard tidzon

source: colorize tags
nb: fargelegg etiketter
sv: farglägg taggar

source: email token
nb: epost token
sv: e-poststräng

source: new email address
nb: ny epostadresse
sv: ny e-postadress

source: max number of owned private projects
nb: maks antall eide private prosjekter

source: max number of owned public projects
nb: maks antall eide offentlige prosjekter

source: max number of memberships for each owned private project
nb: maks antall medlemskap for hvert eide private prosjekt

source: max number of memberships for each owned public project
nb: maks antall medlemskap for hvetr eide offentlige prosjekt

source: permissions
nb: rettigheter
sv: behörigheter

source: Username or password does not matches user.
nb: Brukernavn eller passord passer ikke til brukeren.
sv: Användarnamn eller lösenord passar inte.

source: <h1>Change your email</h1> <p>Hello %(full_name)s,<br />please confirm your email</p> <a class="button" href="%(url)s" title="Confirm email">Confirm email</a> <p>You can ignore this message if you did not request.</p> <p><small>The Taiga Team</small></p>
nb: <h1>Endre din epost</h1> <p>Hallo %(full_name)s,<br />vennligst bekreft din epost</p> <a class="button" href="%(url)s" title="Bekreft epost">Bekreft epost</a> <p>Du kan ignorere denne meldingen dersom du ikke bestilte endringen.</p> <p><small>Taiga Teamet</small></p>

source: Hello %(full_name)s, please confirm your email %(url)s You can ignore this message if you did not request. --- The Taiga Team
nb: Hallo %(full_name)s, vennligst bekreft din epost %(url)s Du kan ignorere denne meldingen dersom du ikke bestilte endringen --- Taiga Teamet

source: [Taiga] Change email
nb: [Taiga] Endre epost
sv: Ändra din e-postadress

source: You may remove your account from this service: %(url)s
nb: Du kan fjerne din konto fra denne tjenesten: %(url)s

source: You've been Taigatized!
nb: Du har blitt Taigatisert!
sv: Du har blivit Taiganiserad!

source: invalid
nb: ugyldig
sv: felaktigt

source: Invalid username. Try with a different one.
nb: Ugyldig brukernavn. Prøv med et annet et.
sv: Felaktigt användarnamn. Försök med ett annat användarnamn.

source: Duplicate key value violates unique constraint. Key '{}' already exists.
nb: Duplicate nøkkelverdi bryter unik begrensning. Nøkkelen "{}" finnes allerede.
sv: Dublett-nyckelvärden bryter unik begränsning. Key "{}" finns redan.

source: key
nb: nøkkel
sv: nyckel

source: secret key
nb: hemmelig nøkkel
sv: hemlig nyckel

source: status code
nb: statuskode
sv: statuskod

source: request data
nb: forespørselsdata
sv: begär data

source: duration
nb: varighet
sv: varaktighet

source: <h1>You have been Taigatized!</h1> <p>Welcome to Taiga, an Open Source, Agile Project Management Tool</p>
sv: <h1>Du har blivit Taiganiserad!</h1> <p>Välkommen till Taiga, ett öppen källkod, agilt projekthanteringsverktyg</p>

source: [%(project)s] Your project dump has been generated
sv: [%(project)s] Din projekthämtning blev utfört

source: [%(project)s] Your project dump has been imported
sv: [%(project)s] Ditt projekt importerades korrekt

source: web
sv: Internet

source: secret key for ciphering the application tokens
sv: hemlig nyckel för kryptering av programtecken

source: Invalid issue comment information
sv: Felaktigt kommentarinformation för ärendet

source: type
sv: typ

source: slug
sv: slugg

source: disponibility
sv: disponerar

source: The estimated start must be previous to the estimated finish.
sv: Beräknad startdatum måste vara tidigare än beräknad slutdatum.

source: token
sv: textsträng

source: Notify exists for specified user and project
sv: Notifiering finns för användaren och projektet

source: Accept your invitation to Taiga following this link:
sv: Acceptera din invitation till Taiga via den här länken:

source: The agile product backlog in Scrum is a prioritized features list, containing short descriptions of all functionality desired in the product. When applying Scrum, it's not necessary to start a project with a lengthy, upfront effort to document all requirements. The Scrum product backlog is then allowed to grow and change as more is learned about the product and its customers
sv: Den smidiga inkorgen i Scrum är en lista med prioriterade områden, som innehåller korta beskrivningar av alla funktioner som önskas i produkten. Vid tillämpning av Scrum, är det inte nödvändigt att starta ett projekt med en lång lista dokumentationskrav. Scrum inkorgen får växa och förändras när man lär sig om produkten, funktioner och kunder.

source: Kanban is a method for managing knowledge work with an emphasis on just-in-time delivery while not overloading the team members. In this approach, the process, from definition of a task to its delivery to the customer, is displayed for participants to see and team members pull work from a queue.
sv: Kanban är en metod för att hantera kunskapsarbete med betoning på just-in-time-leveranser utan överbelastning av gruppmedlemmarna. Det här tillvägagångssättet och processen, från definitionen av ett uppdrag till kundleverans, visas för deltagarna att se och teammedlemmar drar arbete från uppdragskön.

source: Bug
sv: Bugg

source: Front
sv: Framsida

source: Back
sv: Baksida

source: generated from issue
sv: skapad från ärende

source: [Taiga] Password recovery
sv: [Taiga] Återställa lösenord

source: URL
sv: Länk

source: request headers
sv: begär titel

source: response data
sv: responsdata

source: response headers
sv: responstitel
